
/*
  Localizable.strings
  300

  Created by Stefano on 5/15/14.
  Copyright (c) 2014 Abstractions. All rights reserved.
*/

"Let's start off slow..." = "慢慢来...";
"A Little Faster!" = "稍快点!";
"%i Lives Remaining" = "%i 仍然活着";
"Last Life!" = "上辈子!";
"Get a badge for %i Bricks!" = "拿个徽章给 %i Bricks!";
"Don't Crash!" = "别撞!";
"Watch Out!" = "小心!";
"Remember to turn!" = "记得转弯!";
"Outlast Him!" = "从他那儿逃生!";
"You can do better!" = "你能做得更好!";
"Control the opponent!" = "控制对手!";
"Contain & Dominate!" = "控制住!";
"Game Over!" = "游戏结束!";
"High Score: %i" = "高分: %i";
"Best Level: %i" = "最好的等级: %i";
"Tap to Play" = "点击开始";
"Tap to Continue" = "点击继续";
"NEW BEST LEVEL!" = "更好的等级!";
"Total Score" = "全部得分";
"Total Score: %i" = "全部得分: %i";
"Lives: %i" = "命: %i";
"Disable Ads - $0.99" = "取消广告 - $0.99 US";
"Leaderboard" = "排行榜";
"Log in to Gamecenter to see Leaderboard" = "登入查看排行榜";
"Check out this cool new game. Can you beat my best level of %i Bricks? It's free... get it at:" = "试一下这个新游戏。你能超过我的最高得分 %i 分吗？免费游戏从这里下:";
"Check out this cool new game. It's free... get it at:" = "试一下这个新游戏。你能超过我的最高得分吗？免费游戏从这里下:";
"Check out 300 Brick'd. Can you beat my best level of %i Bricks? It's free... get it at %@" = "试一下这个新游戏。你能超过我的最高得分 %i 分吗？免费游戏从这里下: %@";
"Post Cancelled" = "发帖已取消";
"Post Successful.. 4 Lives Granted!" = "发帖成功。获得4次机会!";
"Ok" = "Ok";
"Purchases are disabled for your account" = "付款不成功";
"Remove Ads" = "取消广告";
"Score: %i" = "得分: %i";
"How to Play" = "How to Play 300 Brick’d";
"how to play instructions" = "The goal in 300 Brick’d is to make the green bricks(computer) run out of space before you do…   Here’s the catch. You need to let the computer lay as many bricks as possible. You score a point for each green brick put down. If your blue bricks hit a wall, run out of space, or run into the green bricks you get 0 points! Nothing! Nada!   It is the ultimate challenge.  It is harder then it looks.  Can you get to 300?  Can anyone?  Nobody has yet…";